{
  "truths": [
"What is the most embarrassing thing you've done in front of a crush?",
    "If you could be invisible for a day, what would you do?",
    "What is the biggest lie you've ever told without getting caught?",
    "What is your most useless talent?",
    "Have you ever ghosted someone?",
    "What is the most childish thing you still do?",
    "What is your biggest fear in a relationship?",
    "If you had to marry one person in this group, who would it be?",
    "What is the weirdest dream you’ve ever had?",
    "Have you ever lied to get out of a date?",
    "What is the most expensive thing you’ve ever stolen (even by accident)?",
    "What is your biggest guilty pleasure?",
    "Have you ever talked to yourself in the mirror?",
    "What is the meanest thing you’ve ever said to someone?",
    "What is one thing you’d change about your appearance?",
    "Have you ever peed in a swimming pool?",
    "What is the most food you’ve ever eaten in one sitting?",
    "Who is the last person you searched for on Instagram?",
    "What’s the most embarrassing nickname you’ve ever had?",
    "Have you ever been caught picking your nose?",
    "What is the worst gift you’ve ever received?",
    "If you could swap lives with someone for a week, who would it be?",
    "What is the most trouble you’ve ever been in?",
    "Have you ever pretended to be sick to stay home from school/work?",
    "What is your secret habit that no one knows about?",
    "What is the most awkward date you’ve ever been on?",
    "If you won the lottery tomorrow, what is the first thing you’d buy?",
    "What is one thing you’re glad your parents don’t know about you?",
    "Have you ever cried during a movie? Which one?",
    "What is the longest you’ve gone without showering?",
    "Have you ever sent a text to the wrong person about that person?",
    "What is your biggest turn-off?",
    "What is the most embarrassing song on your playlist?",
    "Have you ever broken something and blamed someone else?",
    "Who in this group do you think is the best looking?",
    "What is the most ridiculous reason you’ve ever broken up with someone?",
    "Have you ever had a crush on a teacher or boss?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What is the most embarrassing thing your parents have caught you doing?",
    "Have you ever used a fake ID?",
    "What’s the most you’ve ever spent on a single meal?",
    "What is the biggest secret you’re currently keeping?",
    "Have you ever stalked an ex on social media?",
    "What is your most annoying habit?",
    "Have you ever practiced kissing on a pillow?",
    "What’s the most embarrassing thing you’ve ever worn?",
    "If you could go back in time, what age would you be again?",
    "What is the weirdest thing you’ve ever eaten?",
    "Have you ever been rejected by someone you liked?",
    "What is the most illegal thing you’ve ever done?",
    "Who is the person you talk to the most on WhatsApp?",
    "What is the most expensive thing you’ve ever broken?",
    "Have you ever lied about your age?",
    "What is your biggest pet peeve?",
    "If you were a superhero, what would your weakness be?",
    "What is the most embarrassing thing you've said in your sleep?",
    "Have you ever flirted with a friend’s sibling?",
    "What is the worst haircut you’ve ever had?",
    "What’s the last lie you told?",
    "Have you ever cheated on a test?",
    "What is your most embarrassing social media post from years ago?",
    "Who is your favorite person in the world?",
    "What is the most adventurous thing you’ve ever done?",
    "Have you ever been caught talking to yourself?",
    "What is the most common misconception people have about you?",
    "If you could disappear, where would you go?",
    "What is your most embarrassing gym story?",
    "Have you ever had a paranormal experience?",
    "What is the most immature thing your parents do?",
    "Have you ever been fired from a job?",
    "What is the most trouble you've gotten away with?",
    "What is the most money you have ever found on the ground?",
    "Have you ever tripped and fallen in public?",
    "What is the most awkward thing you've said to a crush?",
    "If you could be any animal, what would you be?",
    "What is the worst advice you have ever given someone?",
    "What is the worst advice you have ever received?",
    "Have you ever deleted a post because it didn't get enough likes?",
    "What is the most embarrassing thing in your room right now?",
    "Have you ever been in a physical fight?",
    "What is the first thing you would do if you were the opposite gender for a day?",
    "What is the most useless thing you’ve ever bought?",
    "Have you ever pretended to like a gift you hated?",
    "What is the most embarrassing thing you’ve done while drunk/tired?",
    "Who is the most famous person you’ve ever met?",
    "What is your biggest insecurity?",
    "Have you ever lied to your best friend?",
    "What is the most embarrassing thing you've Googled?",
    "If you had to live on a deserted island, who from this group would you take?",
    "What is the most rebellious thing you did as a teenager?",
    "Have you ever had a crush on a cartoon character?",
    "What is the most embarrassing thing you’ve done at a party?",
    "Have you ever accidentally sent a voice note to the wrong person?",
    "What is your biggest regret?",
    "If you could change one thing about your life, what would it be?",
    "What is the most embarrassing thing you’ve done to get a crush’s attention?",
    "Have you ever stayed up all night? Doing what?",
    "What is the most spontaneous thing you’ve ever done?",
    "What is one thing you can't live without?",
    "What’s the most embarrassing thing you’ve done in a public bathroom?",
    "Have you ever pretended to not see someone to avoid talking to them?",
    "What is the most ridiculous lie you told your parents as a kid?",
    "Have you ever laughed at a moment where you should have been serious?",
    "What is the weirdest thing you have a collection of?",
    "If you could read one person's mind in this group, who would it be?",
    "What is the most awkward thing that has ever happened to you on a plane?",
    "Have you ever accidentally liked an old photo while stalking someone?",
    "What is the one thing you would never do, even for a million dollars?",
    "Have you ever been caught talking to an animal like it was a human?",
    "What is the most embarrassing thing you’ve done for a dare?",
    "What is the worst thing you’ve ever accidentally texted to your boss?",
    "Have you ever eaten something off the floor after the 5-second rule?",
    "What is your most strange middle of the night snack?",
    "Have you ever lied about being busy just to stay home and do nothing?",
    "What is the most useless piece of information you know?",
    "If you had to live in a movie for a year, which one would you choose?",
    "What’s the most embarrassing thing you’ve done at a wedding?",
    "Have you ever had a crush on someone your best friend was dating?",
    "What is the most awkward encounter you’ve had with an ex?",
    "What is the one habit you have that you find disgusting?",
    "Have you ever been caught singing at the top of your lungs in the car?",
    "What is the most money you’ve ever lost or gambled away?",
    "What is the most embarrassing thing you’ve said to a stranger?",
    "Have you ever used someone else's toothbrush without telling them?",
    "What is the most trouble you’ve ever gotten into at school?",
    "If you could delete one memory from your brain, what would it be?",
    "What is the most 'Karen' thing you have ever done?",
    "Have you ever faked a phone call to get out of a conversation?",
    "What is the most embarrassing thing you’ve done at the gym?",
    "What is the weirdest thing you’ve ever bought online while bored?",
    "Have you ever cried because you were frustrated with technology?",
    "What is the most embarrassing thing you’ve done in front of your hero?",
    "Have you ever tried to look cool and ended up failing miserably?",
    "What is the most ridiculous thing you believed as a child?",
    "Have you ever been caught checking yourself out in a shop window?",
    "What is the most awkward thing you’ve done during a job interview?",
    "What is the most cringe-worthy thing you’ve ever posted?",
    "Have you ever lied about reading a book just to sound smart?",
    "What is the most food you’ve ever snuck into a movie theater?",
    "Have you ever had a crush on a fictional villain?",
    "What is the most embarrassing thing you’ve done at a funeral?",
    "What is the most awkward thing you’ve done in an elevator?",
    "Have you ever sent a screenshot of a chat back to that same person?",
    "What is the most embarrassing thing you’ve done while sleepy?",
    "Have you ever accidentally called a teacher Mom or Dad?",
    "What is the most ridiculous thing you’ve ever done for love?",
    "What is the most awkward thing you’ve seen in someone else's house?",
    "Have you ever been caught dancing when you thought you were alone?",
    "What is the most embarrassing thing you’ve done in a library?",
    "What is the most ridiculous thing you’ve ever done to save money?",
    "Have you ever lied about your hobbies to impress a crush?",
    "What is the most awkward thing you’ve said to a waiter?",
    "Have you ever been caught eavesdropping on a conversation?",
    "What is the most embarrassing thing you’ve done on a video call?",
    "Have you ever accidentally walked into the wrong house or car?",
    "What is the most ridiculous thing you’ve ever done while bored?",
    "Have you ever lied about your relationship status?",
    "What is the most awkward thing you’ve done at a doctor's office?",
    "Have you ever been caught talking to yourself in public?",
    "What is the most embarrassing thing you’ve done at a concert?",
    "Have you ever accidentally sent a risky text to a family member?",
    "What is the most ridiculous thing you’ve ever done to get out of a ticket?",
    "Have you ever lied about your skills on a resume?",
    "What is the most awkward thing you’ve done at a birthday party?",
    "Have you ever been caught stealing a small item?",
    "What is the most embarrassing thing you’ve done at a sports event?",
    "Have you ever accidentally ruined a surprise party?",
    "What is the most ridiculous thing you’ve done for a social media photo?",
    "Have you ever lied about your location to someone?",
    "What is the most awkward thing you’ve done at a museum?",
    "Have you ever been caught making a weird face in the mirror?",
    "What is the most embarrassing thing you’ve done at a theme park?",
    "Have you ever accidentally insulted someone to their face?",
    "What is the most ridiculous thing you’ve ever done to impress a stranger?",
    "Have you ever lied about knowing a famous person?",
    "What is the most awkward thing you’ve done at a restaurant?",
    "Have you ever been caught wearing your clothes inside out?",
    "What is the most embarrassing thing you’ve done at a pool party?",
    "Have you ever accidentally spilled a secret?",
    "What is the most ridiculous thing you’ve ever done to win a bet?",
    "Have you ever lied about your age to get into a place?",
    "What is the most awkward thing you’ve done at a gas station?",
    "Have you ever been caught using a fake name?",
    "What is the most embarrassing thing you’ve done at a shopping mall?",
    "Have you ever accidentally sent a text meant for your partner to your boss?",
    "What is the most ridiculous thing you’ve ever done to get a discount?",
    "Have you ever lied about your income?",
    "What is the most awkward thing you’ve done at a school reunion?",
    "Have you ever been caught making up a story?",
    "What is the most embarrassing thing you’ve done at a family gathering?",
    "Have you ever accidentally broken something in a store and walked away?",
    "What is the most ridiculous thing you’ve ever done for a dare?",
    "Have you ever lied about your favorite movie to seem more cultured?",
    "What is the most awkward thing you’ve done at a bus stop?",
    "Have you ever been caught practicing a speech in the shower?",
    "What is the most embarrassing thing you’ve done at a holiday party?",
    "Have you ever accidentally liked your own photo from 3 years ago?",
    "What is the most ridiculous thing you’ve ever done to avoid someone?",
    "Have you ever lied about being able to cook?"
  ],
  "dares": [
    "Do 20 pushups and send a video or voice note of you counting.",
    "Send a voice note singing the chorus of your favorite song.",
    "Text your crush 'I like you' and send a screenshot of the reaction.",
    "Change your WhatsApp profile picture to a funny meme for 24 hours.",
    "Send the 10th photo in your gallery to this group.",
    "Record yourself doing a dramatic reading of a random Wikipedia page.",
    "Text your mom 'I'm getting married' and show the group her reply.",
    "Wear your clothes inside out for the rest of the day and send a pic.",
    "Eat a spoonful of hot sauce or mustard right now.",
    "Send a voice note of you barking like a dog for 10 seconds.",
    "Try to lick your elbow and send a video of the attempt.",
    "Post 'I love the Frio Bot' on your status and keep it for 2 hours.",
    "Send a screenshot of your YouTube search history.",
    "Talk in an accent for the next 10 minutes in voice notes.",
    "Send a message to your ex saying 'I miss you' and screenshot the result.",
    "Do your best impression of a celebrity and send a voice note.",
    "Balance a spoon on your nose for 30 seconds and send a pic.",
    "Drink a large glass of water in one go without stopping.",
    "Send a screenshot of your screen time for the last 24 hours.",
    "Text a random number 'I'm watching you' and show the reply.",
    "Do 10 burpees right now.",
    "Send a voice note of you whispering a secret.",
    "Post a selfie with a funny filter on your status.",
    "Let the group choose your WhatsApp status for the next hour.",
    "Send a voice note telling a 2-minute story about a fake vacation.",
    "Try to touch your nose with your tongue.",
    "Send a picture of your current outfit.",
    "Text your best friend that you're moving to another country.",
    "Do a handstand against a wall and send a photo.",
    "Send a voice note of you laughing like a villain.",
    "Send a screenshot of your most used emojis.",
    "Text your sibling 'I lost your favorite thing' and show the chat.",
    "Eat a raw piece of garlic.",
    "Send a voice note singing a song in a language you don't know.",
    "Draw a mustache on your face with a pen and send a selfie.",
    "Send a picture of the inside of your fridge.",
    "Text a random contact 'Happy Birthday' even if it isn't.",
    "Do 30 jumping jacks.",
    "Send a voice note of you rapping for 30 seconds.",
    "Post a black screen on your status with the caption 'I'm done.'",
    "Send a screenshot of your last 5 WhatsApp chats.",
    "Text your dad 'I need 100 dollars' and show the response.",
    "Try to juggle three items and send a video.",
    "Send a voice note imitating a crying baby.",
    "Send a picture of your feet (no weird vibes, just the dare).",
    "Text your crush 'I had a dream about you last night.'",
    "Put a sock on your hand and use it as a puppet in a video.",
    "Send a screenshot of your Instagram/TikTok DMs.",
    "Do a plank for 1 minute.",
    "Send a voice note of you saying a tongue twister 5 times fast.",
    "Spin around 10 times and then try to walk in a straight line on video.",
    "Send a picture of your most embarrassing possession.",
    "Text your boss or teacher 'I love you' and quickly say 'Wrong person.'",
    "Eat a slice of bread without using your hands.",
    "Send a voice note of you making animal sounds for 20 seconds.",
    "Post a picture of a random object on your status and say 'My new car.'",
    "Send a screenshot of your Spotify/Music most played song.",
    "Text your best friend 'We need to talk' and wait 2 mins before replying.",
    "Do 50 squats.",
    "Send a voice note of you reciting a poem dramatically.",
    "Put an ice cube down your shirt and wait for it to melt.",
    "Send a picture of yourself wearing a hat made of paper.",
    "Text a random person 'Did you find the body yet?'",
    "Do your best dance move on video and send it.",
    "Send a voice note of you meowing at the end of every sentence for 2 mins.",
    "Send a screenshot of your block list.",
    "Text your mom 'I'm pregnant/I got someone pregnant' and show the chat.",
    "Eat a spoonful of sugar.",
    "Send a picture of your room right now.",
    "Text your crush 'You look cute today' (if you saw them) or just 'You're cute.'",
    "Do a bridge pose for 30 seconds.",
    "Send a voice note of you speaking like a robot.",
    "Post a video of you spinning in circles on your status.",
    "Send a screenshot of your phone's wallpaper.",
    "Text a random contact 'I know what you did last summer.'",
    "Eat a piece of fruit like an animal (no hands).",
    "Send a voice note of you telling a dad joke.",
    "Send a picture of yourself making the ugliest face possible.",
    "Text your sibling 'I'm at the police station' and show the reply.",
    "Do 15 pushups with one hand (or try to).",
    "Send a voice note of you singing 'Baby Shark' with passion.",
    "Post 'I'm a goat' on your status with no context.",
    "Send a screenshot of your gallery's 'Recents' folder.",
    "Text your crush 'Will you go out with me?' and show the group.",
    "Put a blindfold on and try to draw a cat, then send the result.",
    "Send a voice note of you screaming into a pillow.",
    "Send a picture of the last thing you bought.",
    "Text a random person 'I'm outside your house.'",
    "Do 20 lunges.",
    "Send a voice note of you whistling a popular song.",
    "Post a picture of your big toe on your status.",
    "Send a screenshot of your most embarrassing browser tab.",
    "Text your mom 'I'm joining the circus' and show the reply.",
    "Eat a spoonful of mayo or ketchup.",
    "Send a voice note of you doing a 1-minute stand-up comedy routine.",
    "Send a picture of yourself wearing socks on your hands.",
    "Text your best friend 'I've always hated your shoes.'",
    "Do a somersault and send it on video.",
    "Send a voice note of you breathing heavily for 15 seconds.",
    "Post 'I'm looking for a sugar daddy/mommy' on your status.",
    "Send a screenshot of your alarm clock settings.",
    "Text your crush 'I have a secret for you' and don't reply for 5 mins.",
    "Try to stand on one leg for 2 minutes straight.",
    "Send a voice note of you making car engine noises.",
    "Send a picture of your hair in a crazy style.",
    "Text a random contact 'Where is my money?'",
    "Eat a slice of lemon without making a face.",
    "Send a voice note of you singing an opera version of a rap song.",
    "Post a video of you doing the 'Chicken Dance' on your status.",
    "Send a screenshot of your battery health/usage.",
    "Text your sibling 'I broke your phone' and show the reply.",
    "Do 40 mountain climbers.",
    "Send a voice note of you talking like a pirate.",
    "Send a picture of yourself making a 'peace' sign with your toes.",
    "Text your mom 'I'm moving out today' and show the chat.",
    "Eat a teaspoon of salt.",
    "Send a voice note of you explaining the plot of a movie in 30 seconds.",
    "Post 'I'm addicted to water' on your status.",
    "Send a screenshot of your favorite contact's chat info.",
    "Text your crush 'Do you believe in love at first sight?'",
    "Do a wall sit for 45 seconds.",
    "Send a voice note of you making ghost noises.",
    "Send a picture of your hand with a face drawn on it.",
    "Text a random person 'I found your cat.'",
    "Eat a dry piece of cereal or pasta.",
    "Send a voice note of you laughing for no reason for 30 seconds.",
    "Post a picture of a spoon on your status with the caption 'My soulmate.'",
    "Send a screenshot of your most used app this week.",
    "Text your sibling 'I'm your real parent' and show the reply.",
    "Do 10 slow-motion pushups.",
    "Send a voice note of you humming the Mission Impossible theme.",
    "Send a picture of yourself wearing all one color.",
    "Text your mom 'I'm getting a face tattoo' and show the chat.",
    "Eat a piece of onion.",
    "Send a voice note of you speaking in slow motion.",
    "Post 'I can't stop eating paper' on your status.",
    "Send a screenshot of your last Google search.",
    "Text your crush 'You're in my thoughts.'",
    "Do 25 crunches.",
    "Send a voice note of you crying over an onion.",
    "Send a picture of your favorite snack.",
    "Text a random contact 'I'm the one who sent the pizza.'",
    "Eat a spoonful of peanut butter or jam.",
    "Send a voice note of you trying to yodel.",
    "Post a selfie with a 'Kick Me' sign (digital or real) on status.",
    "Send a screenshot of your phone's 'Storage' settings.",
    "Text your best friend 'I'm in love with your pet.'",
    "Do 5 minutes of stretching and send a photo.",
    "Send a voice note of you barking at a imaginary mailman.",
    "Send a picture of your shadow making a funny pose.",
    "Text your sibling 'I'm selling your room' and show the reply.",
    "Eat a cold piece of leftover food.",
    "Send a voice note of you talking with your mouth full (of water).",
    "Post 'I'm the main character' on your status.",
    "Send a screenshot of your WhatsApp 'Starred Messages'.",
    "Text your crush 'Rate me from 1 to 10.'",
    "Do a 30-second plank while singing.",
    "Send a voice note of you doing a sneeze compilation.",
    "Send a picture of a drawing you made in 10 seconds.",
    "Text a random person 'The package is in the garden.'",
    "Eat a cracker as fast as you can.",
    "Send a voice note of you saying 'I am a beautiful butterfly' 10 times.",
    "Post a video of you blinking rapidly on your status.",
    "Send a screenshot of your most played game.",
    "Text your mom 'I'm on the news!' and show the reply.",
    "Do 15 diamond pushups.",
    "Send a voice note of you doing an impression of a ghost.",
    "Send a picture of your current view out the window.",
    "Text your best friend 'I'm a secret agent.'",
    "Eat a spoonful of honey or syrup.",
    "Send a voice note of you telling a story in 3 languages.",
    "Post 'I think I'm a cat' on your status.",
    "Send a screenshot of your music library.",
    "Text your crush 'You make my heart skip a beat.'",
    "Do 20 high knees.",
    "Send a voice note of you doing a beatbox.",
    "Send a picture of your thumb with a smiley face.",
    "Text a random person 'I'm your secret admirer.'",
    "Eat a piece of raw vegetable.",
    "Send a voice note of you sounding like a monster.",
    "Post a picture of your ear on your status.",
    "Send a screenshot of your 'Drafts' folder or unsent messages.",
    "Text your sibling 'I'm moving to the moon' and show the reply.",
    "Do 10 tuck jumps.",
    "Send a voice note of you singing a lullaby.",
    "Send a picture of yourself wearing a blanket as a cape.",
    "Text your mom 'I love broccoli' (if you hate it) or vice versa.",
    "Eat a spoonful of plain yogurt or butter.",
    "Send a voice note of you acting like you're in a car chase.",
    "Post 'I'm the king/queen of the world' on your status.",
    "Send a screenshot of your Wi-Fi networks nearby.",
    "Text your crush 'I'm yours.'",
    "Do a yoga pose and send a photo.",
    "Send a voice note of you doing a drum roll with your mouth.",
    "Send a picture of your most boring book.",
    "Text a random person 'Stop following me!'",
    "Eat a piece of bread with a weird topping (like salt).",
    "Send a voice note of you saying 'Beep Boop' for 20 seconds.",
    "Post a selfie with your eyes closed on your status."
  ]
}
